app/views/students/index.html.erb

<h1>R y M, El Studientes:</h1>
<% Student.all.each do |stud|%>
---
SELECT "students".* FROM "students"